Revit 2027 API
ParameterTypeId.RbsAdjustableConnector Property
 "Allow Slope Adjustments"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsAdjustableConnector { get; }
Public Shared ReadOnly Property RbsAdjustableConnector As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsAdjustableConnector {
	ForgeTypeId^ get ();
}
static member RbsAdjustableConnector : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace